Repository: mericorhay/CueTake
Catalog: Packages/CueTakeKit/Sources/EditorFeature/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# editor.background.note
source: The person is cut out on this iPhone and prepared in the background while you keep editing. Until it is ready the video plays as shot.
es: La persona está recortada en este iPhone y preparada en el fondo mientras sigues editando. Hasta que esté lista, el video se reproduce tal cual.
tr: Kişi bu iPhone'da ayrılır ve sen düzenlemeye devam ederken arka planda hazırlanır. Hazır olana kadar video orijinal haliyle oynar.

# editor.background.progress %lld
source: Background %lld%%
es: Fondo %lld%%
tr: Arka plan %%%lld

# editor.background.reach.clip
source: This clip
es: Esta toma
tr: Bu klip

# editor.background.reach.here
source: From here
es: Desde aquí
tr: Buradan

# editor.background.reach.whole
source: Whole video
es: Video completo
tr: Tüm video

# editor.background.studio
source: Studio
es: Estudio
tr: Stüdyo

# editor.background.white
source: White
es: Blanco
tr: Beyaz

# editor.brand.apply
source: Paint this video
es: Pinta este video
tr: Bu videoya uygula

# editor.brand.colours
source: COLOURS
es: COLORES
tr: RENKLER

# editor.brand.delete
source: Delete
es: Eliminar
tr: Sil

# editor.brand.face
source: TYPEFACE
es: TIPOGRAFÍA
tr: YAZI TİPİ

# editor.brand.faceDefault
source: Look's font
es: Fuente del estilo
tr: Stilin yazı tipi

# editor.brand.hint
source: Your colours, your face, your logo — and the way this video was made, kept for the next one.
es: Tus colores, tu rostro, tu logo — y la forma en que se hizo este video, se guardará para el próximo.
tr: Renklerin, yazı tipin, logon — ve bu videoyu yapma şeklin, sonraki için saklanır.

# editor.brand.ink
source: Text
es: Texto
tr: Yazı

# editor.brand.logoAdd
source: Add a logo
es: Añadir logo
tr: Logo ekle

# editor.brand.logoChange
source: Change logo
es: Cambiar logo
tr: Logoyu değiştir

# editor.brand.name
source: Template name
es: Nombre de la plantilla
tr: Şablon adı

# editor.brand.primary
source: Accent
es: Acento
tr: Vurgu

# editor.brand.save
source: Keep this way
es: Mantener esta forma
tr: Bu şekli kaydet

# editor.brand.saved
source: Kept
es: Guardado
tr: Kaydedildi

# editor.brand.secondary
source: Behind
es: Detrás
tr: Arka

# editor.brand.size
source: Size
es: Tamaño
tr: Boyut

# editor.brand.templates
source: TEMPLATES
es: PLANTILLAS
tr: ŞABLONLAR

# editor.brand.templates.hint
source: A template keeps this video's shape, caption look, grade and cuts. It never touches footage or words.
es: Una plantilla mantiene la forma, el estilo de subtítulos, la graduación y los cortes de este video. Nunca toca el metraje ni las palabras.
tr: Şablon; videonun boyutunu, altyazı görünümünü, rengini ve geçişlerini saklar. Görüntüye ve kelimelere dokunmaz.

# editor.brand.title
source: Brand & templates
es: Marca y plantillas
tr: Marka & şablon

# editor.brand.use
source: Use
es: Usar
tr: Uygula

# editor.brand.watermark
source: On the video
es: En el video
tr: Videoda göster

# editor.cameraLane.accessibility %lld
source: Camera lane with %lld moves
es: Carril de cámara con %lld movimientos
tr: %lld hareketli kamera şeridi

# editor.cameraLane.editHint
source: Drag to move. Pull either edge to change the range.
es: Arrastra para mover. Tira de cualquiera de los extremos para cambiar el rango.
tr: Taşımak için sürükle. Aralığı değiştirmek için iki uçtan birini çek.

# editor.cameraPanel.delete
source: Remove camera move
es: Eliminar movimiento de cámara
tr: Kamera hareketini sil

# editor.cameraPanel.hint
source: Drag the middle on the timeline to move it, an end to change how long it lasts.
es: Arrastra el centro en la línea de tiempo para moverlo, un extremo para cambiar su duración.
tr: Taşımak için zaman çizelgesinde ortasından, süresini değiştirmek için ucundan sürükle.

# editor.caption.empty
source: No captions yet
es: Sin subtítulos aún
tr: Henüz altyazı yok

# editor.caption.hint
source: They are built from what is actually said in the take, so there is nothing to write until there is a recording.
es: Se crean a partir de lo que realmente se dice en la toma, así que no hay nada que escribir hasta que haya una grabación.
tr: Altyazılar çekimde gerçekten söylenenden üretiliyor; bir kayıt olmadan yazacak bir şey yok.

# editor.caption.openAll
source: Style & edit all captions
es: Estilo y editar todas las subtítulos
tr: Tüm altyazıları düzenle ve stillendir

# editor.captionQuick.all
source: All captions
es: Todas las subtítulos
tr: Tüm altyazılar

# editor.captionQuick.delete
source: Delete
es: Eliminar
tr: Sil

# editor.captionQuick.hint
source: Drag it on the picture to move
es: Arrástralo en la imagen para moverlo
tr: Taşımak için görüntüde sürükle

# editor.captionQuick.placeholder
source: Caption text
es: Texto de subtítulo
tr: Altyazı metni

# editor.captionQuick.size
source: SIZE
es: TAMAÑO
tr: BOYUT

# editor.captionQuick.title
source: Caption
es: Subtítulo
tr: Altyazı

# editor.captionQuick.words
source: WORDS
es: PALABRAS
tr: KELİME

# editor.captions
source: Captions
es: Subtítulos
tr: Altyazılar

# editor.change.ai
source: AI edit
es: Edición AI
tr: Yapay zekâ düzenlemesi

# editor.change.aiReapply
source: AI change applied again
es: Cambio AI aplicado de nuevo
tr: AI değişikliği yeniden uygulandı

# editor.change.aiRevert
source: AI change undone
es: Cambio AI deshecho
tr: AI değişikliği geri alındı

# editor.change.audioAdd
source: Audio added
es: Audio añadido
tr: Ses eklendi

# editor.change.audioAdjust
source: Audio adjusted
es: Audio ajustado
tr: Ses ayarlandı

# editor.change.audioRemove
source: Audio removed
es: Audio eliminado
tr: Ses silindi

# editor.change.autoStructure
source: Structure applied
es: Estructura aplicada
tr: Yapı uygulandı

# editor.change.background
source: Background changed
es: Fondo cambiado
tr: Arka plan değişti

# editor.change.brand
source: Brand
es: Marca
tr: Marka

# editor.change.caption
source: Caption edited
es: Subtítulo editado
tr: Altyazı düzenlendi

# editor.change.captionStyle
source: Caption look changed
es: Apariencia del subtítulo cambiada
tr: Altyazı görünümü değişti

# editor.change.cleanup
source: Clean up
es: Limpiar
tr: Temizlik

# editor.change.delete
source: Clip removed
es: Clip eliminado
tr: Klip silindi

# editor.change.duplicate
source: Duplicated
es: Duplicado
tr: Çoğaltıldı

# editor.change.effect
source: Effect changed
es: Efecto cambiado
tr: Efekt değişti

# editor.change.effectAdded
source: Effect added
es: Efecto añadido
tr: Efekt eklendi

# editor.change.effectRemoved
source: Effect removed
es: Efecto eliminado
tr: Efekt kaldırıldı

# editor.change.follow
source: Speaker followed
es: Voz seguida
tr: Konuşan takip edildi

# editor.change.freezeFrame
source: Frame held
es: Fotograma detenido
tr: Kare donduruldu

# editor.change.freezeLength
source: Freeze length
es: Duración del freeze
tr: Dondurma süresi

# editor.change.generated
source: Generated video
es: Video generado
tr: Üretilen video

# editor.change.mainPlacement
source: Video placed
es: Video colocado
tr: Video yerleştirildi

# editor.change.merge
source: Joined
es: Unido
tr: Birleştirildi

# editor.change.move
source: Reordered
es: Reordenado
tr: Sıra değişti

# editor.change.overlayAdd
source: Overlay added
es: Superposición añadida
tr: Katman eklendi

# editor.change.overlayAdjust
source: Overlay adjusted
es: Superposición ajustada
tr: Katman ayarlandı

# editor.change.overlayRemove
source: Overlay deleted
es: Superposición eliminada
tr: Katman silindi

# editor.change.playback
source: Playback changed
es: Reproducción cambiada
tr: Oynatma değişti

# editor.change.playbackRange
source: Speed over a stretch
es: Velocidad en tramo
tr: Aralığa hız uygulandı

# editor.change.restoreCleanup
source: Restore cut
es: Recorte restaurado
tr: Kesimi geri aç

# editor.change.revert
source: Reverted everything
es: Todo revertido
tr: Her şey geri alındı

# editor.change.segment
source: Clip edited
es: Clip editado
tr: Klip düzenlendi

# editor.change.smartReframe
source: Smart reframe applied
es: Reencuadre inteligente aplicado
tr: Akıllı kadraj uygulandı

# editor.change.smartReframeRemoved
source: Smart reframe removed
es: Reencuadre inteligente eliminado
tr: Akıllı kadraj kaldırıldı

# editor.change.speechVersion
source: Words from the other listener
es: Palabras del otro oyente
tr: Diğer motorun metni seçildi

# editor.change.split
source: Split
es: Dividido
tr: Bölündü

# editor.change.stageSwap
source: Places swapped
es: Puestos intercambiados
tr: Yerler değişti

# editor.change.subjectTrack
source: Subject tracking applied
es: Seguimiento de sujeto aplicado
tr: Özne takibi uygulandı

# editor.change.subjectTrackCorrection
source: Subject tracking corrected
es: Corrección de seguimiento de sujeto
tr: Özne takibi düzeltildi

# editor.change.subjectTrackRange
source: Tracking shortened
es: Seguimiento acortado
tr: Takip kısaltıldı

# editor.change.subjectTrackRemoved
source: Tracking removed
es: Seguimiento eliminado
tr: Takip silindi

# editor.change.take
source: Take switched
es: Corte cambiado
tr: Çekim değişti

# editor.change.template
source: Template
es: Plantilla
tr: Şablon

# editor.change.transcript
source: Cut by transcript
es: Corte por transcripción
tr: Konuşmadan kesildi

# editor.change.transition
source: Transition
es: Transición
tr: Geçiş

# editor.change.transitionAll
source: Transition on every cut
es: Transición en cada corte
tr: Tüm kesmelere geçiş

# editor.change.transitionRemove
source: Transition removed
es: Transición eliminada
tr: Geçiş kaldırıldı

# editor.change.trim
source: Trimmed
es: Recortado
tr: Kırpıldı

# editor.change.undoOne %@
source: Took back: %@
es: Deshizo: %@
tr: Geri alındı: %@

# editor.change.versionRestore
source: Went back to a version
es: Volvió a una versión
tr: Sürüme geri dönüldü

# editor.change.videoLayerAdjust
source: Video layer adjusted
es: Capa de video ajustada
tr: Video katmanı ayarlandı

# editor.change.videoLayerRemove
source: Video layer removed
es: Capa de video eliminada
tr: Video katmanı kaldırıldı

# editor.change.videoLayout
source: Video layout changed
es: Diseño de video cambiado
tr: Video düzeni değiştirildi

# editor.change.voice
source: Voice cleanup
es: Limpieza de voz
tr: Ses temizleme

# editor.change.workflow
source: Workflow run
es: Ejecución de Workflow
tr: Workflow çalıştırıldı

# editor.change.zoom
source: Camera zoom changed
es: Zoom de cámara cambiado
tr: Kamera yakınlığı değiştirildi

# editor.change.zoomFeel
source: Camera movement changed
es: Movimiento de cámara cambiado
tr: Kamera hareketi değişti

# editor.change.zoomRange
source: Camera move timing changed
es: Tiempo de movimiento de cámara cambiado
tr: Kamera hareketi zamanlandı

# editor.change.zoomRecipe
source: Camera move added
es: Movimiento de cámara añadido
tr: Kamera hareketi eklendi

# editor.change.zoomRecipeRemoved
source: Camera move removed
es: Movimiento de cámara eliminado
tr: Kamera hareketi kaldırıldı

# editor.changes.empty
source: Nothing changed yet. Everything you do here can be taken back.
es: Nada cambiado aún. Todo lo que hagas aquí se puede deshacer.
tr: Henüz bir değişiklik yok. Burada yaptığın her şey geri alınabilir.

# editor.changes.none
source: No changes
es: Sin cambios
tr: Değişiklik yok

# editor.changes.redo
source: Redo
es: Rehacer
tr: İleri al

# editor.changes.revert
source: Revert all
es: Revertir todo
tr: Hepsini geri al

# editor.changes.revertConfirm
source: Tap to confirm
es: Toca para confirmar
tr: Onaylamak için dokun

# editor.changes.saveNow
source: Save now
es: Guardar ahora
tr: Şimdi kaydet

# editor.changes.tab.edits
source: This session
es: Esta sesión
tr: Bu oturum

# editor.changes.tab.versions
source: Versions
es: Versiones
tr: Sürümler

# editor.changes.title
source: CHANGES
es: CAMBIOS
tr: DEĞİŞİKLİKLER

# editor.changes.undo
source: Undo
es: Deshacer
tr: Geri al

# editor.changes.undoThis
source: Take back only this
es: Deshacer solo esto
tr: Sadece bunu geri al

# editor.changes.undoThis.also %lld
source: This also takes back %lld later changes to the same thing
es: Esto también revierte %lld cambios posteriores a lo mismo
tr: Bu, aynı yerde sonradan yapılan %lld değişikliği de geri alır

# editor.changes.undoThis.confirm
source: Take them back
es: Revierte
tr: Geri al

# editor.cleanup.allDone %lld %@
source: Cleaned %1$lld clips · %2$@ shorter
es: Limpiados %1$lld clips · %2$@ más cortos
tr: %1$lld klip temizlendi · %2$@ kısaldı

# editor.cleanup.apply
source: Clean this clip
es: Limpiar este clip
tr: Bu klibi temizle

# editor.cleanup.applyAll
source: Clean every clip the same way
es: Limpiar todos los clips igual
tr: Tüm klipleri aynı şekilde temizle

# editor.cleanup.cleaned %@
source: Cleaned · %@ taken out
es: Limpiado · %@ eliminado
tr: Temizlendi · %@ çıkarıldı

# editor.cleanup.kind.filler
source: Fillers
es: Rellenos
tr: Dolgu sözcükleri

# editor.cleanup.kind.offScript
source: Off script
es: Fuera de guion
tr: Script dışı

# editor.cleanup.kind.pause
source: Pauses
es: Pausas
tr: Duraklamalar

# editor.cleanup.kind.repeated
source: Repeats
es: Repeticiones
tr: Tekrarlar

# editor.cleanup.kind.restart
source: Restarts
es: Reinicios
tr: Yeniden başlamalar

# editor.cleanup.nothing
source: This clip has no words to clean yet. Read its speech first.
es: Este clip aún no tiene palabras para limpiar. Lee su discurso primero.
tr: Bu klipte temizlenecek konuşma yok. Önce konuşmayı yazıya dökün.

# editor.cleanup.open
source: Clean up
es: Limpiar
tr: Temizle

# editor.cleanup.pauseLength
source: Cut pauses longer than
es: Cortar pausas más largas que
tr: Şundan uzun duraklamaları kes

# editor.cleanup.restore
source: Restore
es: Restaurar
tr: Geri aç

# editor.cleanup.scripted %lld
source: Checked against the script · %lld%% as written
es: Revisado contra el guion · %lld%% tal como está escrito
tr: Script'e göre kontrol edildi · %%%lld birebir

# editor.cleanup.summary %lld %@
source: %1$lld cuts · %2$@ shorter
es: %1$lld cortes · %2$@ más corto
tr: %1$lld kesim · %2$@ kısalır

# editor.cleanup.title
source: Clean up
es: Limpiar
tr: Temizle

# editor.cleanup.unscripted
source: No matching script · only sounds and pauses are cut
es: Sin guion · solo se cortan sonidos y pausas
tr: Eşleşen script yok · yalnızca sesler ve duraklamalar kesilir

# editor.delete.alsoRemoved %lld
source: %lld item(s) over it went too; everything after moved back with the video.
es: %lld elemento(s) sobre él se fue demasiado; todo lo que sigue se movió atrás con el video.
tr: Üzerindeki %lld öğe de silindi; sonrasındakiler videoyla birlikte kaydırıldı.

# editor.delete.done %@
source: Deleted “%@”
es: Eliminado “%@”
tr: “%@” silindi

# editor.delete.undo
source: Undo
es: Deshacer
tr: Geri al

# editor.dock.ai
source: AI edit
es: Edición AI
tr: AI kurgu

# editor.dock.audio
source: Sound
es: Sonido
tr: Ses

# editor.dock.background
source: Background
es: Fondo
tr: Arka plan

# editor.dock.filter
source: Filters
es: Filtros
tr: Filtre

# editor.dock.freeze
source: Freeze
es: Congelar
tr: Dondur

# editor.dock.generate
source: Generate
es: Generar
tr: Üret

# editor.dock.image
source: Image
es: Imagen
tr: Resim

# editor.dock.more
source: All tools
es: Todas las herramientas
tr: Tüm araçlar

# editor.dock.reverse
source: Reverse
es: Revertir
tr: Ters

# editor.dock.sound
source: Sound FX
es: Efectos de sonido
tr: Ses efekti

# editor.dock.speed
source: Speed
es: Velocidad
tr: Hız

# editor.dock.template
source: Template
es: Plantilla
tr: Şablon

# editor.dock.text
source: Text
es: Texto
tr: Yazı

# editor.dock.transition
source: Transition
es: Transición
tr: Geçiş

# editor.dock.trim
source: Trim
es: Recortar
tr: Kırp

# editor.dock.trim.end
source: END
es: FIN
tr: SON

# editor.dock.trim.hint
source: Pull the yellow handles to choose where the clip starts and stops. The clip's ends on the timeline trim too.
es: Tira los controles amarillos para elegir dónde comienza y termina el clip. El recorte también afecta los extremos del clip en la línea de tiempo.
tr: Klibin nerede başlayıp biteceğini sarı tutamaçları çekerek seç. Zaman çizelgesinde klibin uçlarından da kırpabilirsin.

# editor.dock.trim.start
source: START
es: INICIAR
tr: BAŞ

# editor.done
source: Done
es: Listo
tr: Bitti

# editor.effect.blurAmount
source: Blur
es: Desenfoque
tr: Bulanıklık

# editor.effect.customColor
source: Custom colour
es: Color personalizado
tr: Özel renk

# editor.effect.cutout
source: WHAT STAYS IN FRONT
es: LO QUE SE QUEDA EN EL ANTEFONDO
tr: ÖNDE NE KALSIN

# editor.effect.cutout.color
source: Colour
es: Color
tr: Renk

# editor.effect.cutout.color.note
source: For footage shot on a green or blue screen: that colour is taken out.
es: Para material filmado con pantalla verde o azul: ese color se elimina.
tr: Yeşil ya da mavi perdede çekilmiş video için: o renk silinir.

# editor.effect.cutout.person
source: Person
es: Persona
tr: Kişi

# editor.effect.cutout.person.note
source: People are found in every frame on this phone.
es: Las personas aparecen en cada fotograma de este teléfono.
tr: Kişiler her karede bu telefonda bulunur.

# editor.effect.cutout.subject
source: Object
es: Objeto
tr: Nesne

# editor.effect.cutout.subject.note
source: Whatever stands out in front, a pet or a product. Slower than people.
es: Lo que sobresalga en el frente, una mascota o un producto. Más lento que las personas.
tr: Önde duran her şey: evcil hayvan, ürün. Kişiye göre daha yavaş.

# editor.effect.delete
source: Remove
es: Eliminar
tr: Kaldır

# editor.effect.dimAmount
source: Darkness
es: Oscuridad
tr: Karartma

# editor.effect.feather
source: Edge softness
es: Suavidad del borde
tr: Kenar yumuşaklığı

# editor.effect.fineEdges
source: Fine edges
es: Bordes finos
tr: İnce kenarlar

# editor.effect.fineEdges.note
source: Better hair and hands. Slower to prepare, warms the phone.
es: Mejor cabello y manos. Más lento de preparar, calienta el teléfono.
tr: Saç ve ellerde daha temiz. Hazırlaması daha uzun, telefonu ısıtır.

# editor.effect.fitClip
source: Fit to clip
es: Ajustar al clip
tr: Klibe sığdır

# editor.effect.keyColor
source: Screen colour
es: Color de pantalla
tr: Perde rengi

# editor.effect.look
source: Look
es: Aspecto
tr: Görünüm

# editor.effect.pick
source: Tap the one to keep
es: Toca el que quieres conservar
tr: Tutulacak olana dokun

# editor.effect.pick.again
source: Tap another
es: Toca otro
tr: Başkasını seç

# editor.effect.pick.all
source: Everything
es: Todo
tr: Hepsi

# editor.effect.pick.hint
source: Tap what stays in front
es: Toca lo que queda en el frente
tr: Önde kalacak şeye dokun

# editor.effect.remove
source: Remove background
es: Eliminar fondo
tr: Arka planı kaldır

# editor.effect.wholeVideo
source: Whole video
es: Todo el video
tr: Tüm video

# editor.export
source: Export
es: Exportar
tr: Aktar

# editor.filter.brightness
source: Brightness
es: Brillo
tr: Parlaklık

# editor.filter.cinematic
source: Cinematic
es: Cinemático
tr: Sinematik

# editor.filter.contrast
source: Contrast
es: Contraste
tr: Kontrast

# editor.filter.cool
source: Cool
es: Frío
tr: Soğuk

# editor.filter.dramatic
source: Dramatic
es: Dramático
tr: Dramatik

# editor.filter.fade
source: Faded
es: Desvanecido
tr: Soluk

# editor.filter.hint
source: Pick a look. It lands on the timeline; drag it and pull its ends. Changes show on the picture instantly.
es: Elige un estilo. Se coloca en la línea de tiempo; arrástralo y ajusta sus extremos. Los cambios se ven al instante.
tr: Bir görünüm seç. Zaman çizelgesine eklenir; sürükleyip uçlarını çekebilirsin. Değişiklikler görüntüde anında görünür.

# editor.filter.instant
source: Instant
es: Instantáneo
tr: Anlık

# editor.filter.intensity
source: Intensity
es: Intensidad
tr: Yoğunluk

# editor.filter.lut.add
source: Use a .cube colour grade
es: Usa un gradado .cube
tr: Kendi renk tablonu kullan (.cube)

# editor.filter.lut.on %lld
source: Colour table, %lld points
es: Tabla de colores, %lld puntos
tr: Renk tablosu, %lld nokta

# editor.filter.lut.refused
source: That file is not a colour cube the app can read.
es: Ese archivo no es un cubo de colores que la app pueda leer.
tr: Bu dosya okunabilir bir renk tablosu değil.

# editor.filter.lut.remove
source: Remove the colour table
es: Eliminar la tabla de colores
tr: Renk tablosunu kaldır

# editor.filter.natural
source: Adjust
es: Ajustar
tr: Ayarla

# editor.filter.saturation
source: Saturation
es: Saturación
tr: Doygunluk

# editor.filter.sharpness
source: Sharpness
es: Nitidez
tr: Keskinlik

# editor.filter.vignette
source: Vignette
es: Viñeta
tr: Vinyet

# editor.filter.vivid
source: Vivid
es: Vibrante
tr: Canlı

# editor.filter.warm
source: Warm
es: Cálido
tr: Sıcak

# editor.filter.warmth
source: Warmth
es: Calidez
tr: Sıcaklık

# editor.generate.arrived
source: On the timeline
es: En la línea de tiempo
tr: Zaman çizelgesinde

# editor.generate.broll
source: Over the video
es: Sobre el video
tr: Videonun üstüne

# editor.generate.broll.note
source: B-roll, your voice keeps going
es: B-roll, tu voz sigue
tr: B-roll, sesin devam eder

# editor.generate.cancel
source: Cancel
es: Cancelar
tr: İptal

# editor.generate.clip
source: As a clip
es: Como un clip
tr: Klip olarak

# editor.generate.clip.note
source: After the clip at the playhead
es: Después del clip en el cabezal de reproducción
tr: Oynatma çizgisindeki klipten sonra

# editor.generate.compose
source: Describe the video to make
es: Describe el video para crear
tr: Üretilecek videoyu tarif et

# editor.generate.dismiss
source: Dismiss
es: Descartar
tr: Kapat

# editor.generate.makesSound
source: Makes its own sound
es: Hace su propio sonido
tr: Kendi sesini üretir

# editor.generate.needsKey
source: Connect this model's API key in Settings to make videos.
es: Conecta la clave API de este modelo en Ajustes para crear videos.
tr: Video üretmek için bu modelin API anahtarını Ayarlar'dan bağla.

# editor.generate.needsModel
source: Write the model id in the options first.
es: Escribe el id del modelo en las opciones primero.
tr: Önce seçeneklerde model kimliğini yaz.

# editor.generate.noKey %@
source: No API key for %@ — add it in Settings → API keys.
es: No hay clave API para %@ — añádela en Ajustes → Claves API.
tr: %@ için API anahtarı yok — Ayarlar → API anahtarları bölümünden ekle.

# editor.generate.noRoom
source: No room for another video layer — remove one or add it as a clip.
es: No hay espacio para otra capa de video — elimina una o agrégala como clip.
tr: Yeni video katmanına yer yok — birini sil ya da klip olarak ekle.

# editor.generate.note %lld
source: %lld s at the playhead. Keep editing — it lands by itself when it's ready. Billed to your provider account.
es: %lld s en el cabezal de reproducción. Sigue editando — se coloca solo cuando esté listo. Facturado a tu cuenta de proveedor.
tr: Oynatma çizgisine %lld sn. Düzenlemeye devam et — hazır olunca kendini yerleştirir. Ücret sağlayıcı hesabına yansır.

# editor.generate.options
source: Model and length
es: Modelo y duración
tr: Model ve süre

# editor.generate.placeholder
source: A shot: subject, action, place, camera, light
es: Un plano: sujeto, acción, lugar, cámara, luz
tr: Bir çekim: özne, hareket, mekân, kamera, ışık

# editor.generate.retry
source: Try again
es: Reintentar
tr: Tekrar dene

# editor.generate.send
source: Generate
es: Generar
tr: Üret

# editor.generate.suggest.abstract
source: Abstract colorful ink flowing in water, macro
es: Tinta colorida abstracta fluyendo en agua, macro
tr: Suda akan renkli mürekkep, soyut, makro

# editor.generate.suggest.city
source: Slow aerial over a city at golden hour, cinematic
es: Aéreo lento sobre una ciudad al atardecer dorado, cinematográfico
tr: Altın saatte şehrin üzerinde yavaş havadan çekim, sinematik
